app/views/studios/index.html.erb

SELECT "movies".* FROM "movies" WHERE "movies"."studio_id" = $1  [["studio_id", 28]]
---

  <p>Movies: <%= studio.movies.each do |movie| %></p>